{
  "aboutUs": "About Us",
  "games": "Games",
  "users": "Users",
  "partners": "Partners",
  "contactUs": "Contact Us",
  "gettingReady": "We're Getting Ready",
  "days": "Days",
  "hours": "Hours",
  "minutes": "Minutes",
  "seconds": "Seconds",
  "comingSoonMessage": "We will back to something amazing. Getting the latest updates about our games. Please sign up to our newsletter.",
  "browseGamesMessage": "Browse our selection of free online games and have a great time without leaving this site! Our Kids Games option also includes game reviews, extensive game cheats and walkthroughs, and much more. We have exclusive free downloads, videos, and articles as well. Etech reviews the most popular kids games from all the most popular video gaming platforms, so you don't need to search around for fun anywhere else on the Internet. Explore a whole new world of gaming on Etech.",
  "design": "Design",
  "team": "Team",
  "access24_7": "24/7 access ensures operators' businesses runs smoothly all year long.",
  "innovativeGameplay": "Combining imaginative universes, play dynamics, and unprecedented gameplay, our games transcend the boundaries of the virtual world by weaving innovative gameplay.",
  "etechIntro": "Etech is an award winning, international studio of designers, artists, animators and producers that create content for the biggest names in film and video games.",
  "ourGamesTitle": "Our Games",
  "ourGamesDescription": "As a pioneer of mobile app gamification, we take pride in creating and maintaining engaging global players with each of our games that not only provide incentives, but establish fun offline and digital places. Countless fun times await!",
  "game_espace_title": "E-Space",
  "game_espace_description": "An epic space adventure game where you'll explore mysterious worlds, battle cosmic forces, and discover hidden secrets across the galaxy.",
  "game_kingland_description": "A medieval fantasy world where heroes rise to defend their kingdom against ancient evils and mythical creatures.",
  "game_lastgame_description": "Embark on an epic journey in this action-packed adventure where every choice matters and destiny awaits.",
  "game_gdragon_description": "Soar through the skies in this dragon-riding adventure, master ancient powers and protect your realm.",
  "game_pirates_description": "Set sail for adventure in this swashbuckling journey across treacherous seas and hidden treasures.",
  "game_witchparty_description": "Join a magical celebration where spells, potions, and enchanted adventures await at every turn.",
  "game_rocky_description": "Scale towering peaks and overcome challenging obstacles in this thrilling mountain adventure.",
  "game_bluefire_description": "Master mystical blue flames and uncover ancient secrets in this magical realm of wonder.",
  "game_magictree_description": "Discover the enchanted world of the Magic Tree, where every branch holds a new adventure.",
  "game_aborigines_description": "Experience the rich cultural heritage and ancient traditions in this immersive journey.",
  "game_cinderella_description": "Live the magical fairy tale in this enchanting adventure of love, courage, and transformation.",
  "game_egyptgame_description": "Uncover the mysteries of ancient Egypt in this thrilling archaeological adventure.",
  "ourPartnersTitle": "Our Partners",
  "address": "Address",
  "subscribe": "Subscribe",
  "enterYourEmail": "Enter your email",
  "subscribeNewsletter": "Subscribe to our newsletter and be the first to know about our updates",
  "selectLanguage": "Select Language"
}
