{
  "aboutUs": "Giới thiệu",
  "games": "Trò chơi",
  "users": "Người dùng",
  "partners": "Đối tác",
  "contactUs": "Liên hệ",
  "gettingReady": "Chúng tôi đã sẵn sàng",
  "days": "Ngày",
  "hours": "Giờ",
  "minutes": "Phút",
  "seconds": "Giây",
  "comingSoonMessage": "Chúng tôi sẽ trở lại với một cái gì đó tuyệt vời. Nhận thông tin cập nhật mới nhất về trò chơi của chúng tôi. Hãy đăng ký nhận bản tin của chúng tôi.",
  "browseGamesMessage": "Duyệt qua lựa chọn trò chơi trực tuyến miễn phí của chúng tôi và có thời gian tuyệt vời mà không cần rời khỏi trang web này! Tùy chọn Trò chơi dành cho Trẻ em của chúng tôi cũng bao gồm các bài đánh giá trò chơi, các hướng dẫn và mánh gian lận trong trò chơi mở rộng, v.v. Chúng tôi cũng có các bản tải xuống, video và bài viết miễn phí độc quyền. Etech đánh giá các trò chơi trẻ em phổ biến nhất từ ​​tất cả các nền tảng trò chơi điện tử phổ biến nhất, vì vậy bạn không cần phải tìm kiếm trò giải trí ở bất kỳ nơi nào khác trên Internet. Khám phá một thế giới trò chơi hoàn toàn mới trên Etech.",
  "design": "Thiết kế",
  "team": "Đội",
  "access24_7": "Truy cập 24/7 đảm bảo hoạt động kinh doanh của nhà điều hành diễn ra suôn sẻ suốt cả năm.",
  "innovativeGameplay": "Kết hợp các vũ trụ giàu trí tưởng tượng, lối chơi năng động và lối chơi chưa từng có, trò chơi của chúng tôi vượt qua ranh giới của thế giới ảo bằng cách tạo ra lối chơi sáng tạo.",
  "etechIntro": "Etech là một studio quốc tế từng đoạt giải thưởng gồm các nhà thiết kế, nghệ sĩ, nhà làm phim hoạt hình và nhà sản xuất chuyên tạo ra nội dung cho những tên tuổi lớn nhất trong lĩnh vực điện ảnh và trò chơi điện tử.",
  "ourGamesTitle": "Trò chơi của chúng tôi",
  "ourGamesDescription": "Với tư cách là người tiên phong trong lĩnh vực trò chơi hóa ứng dụng dành cho thiết bị di động, chúng tôi tự hào trong việc tạo và duy trì sự thu hút người chơi trên toàn cầu bằng mỗi trò chơi của mình, điều này không chỉ mang lại sự khuyến khích mà còn thiết lập các địa điểm kỹ thuật số và ngoại tuyến thú vị. Vô số thời gian vui vẻ đang chờ đợi!",
  "game_espace_description": "Một trò chơi phiêu lưu không gian hoành tráng, nơi bạn sẽ khám phá những thế giới bí ẩn, chiến đấu với các thế lực vũ trụ và khám phá những bí mật ẩn giấu trên khắp thiên hà.",
  "game_kingland_description": "Một thế giới giả tưởng thời trung cổ, nơi các anh hùng trỗi dậy để bảo vệ vương quốc của họ chống lại những tệ nạn cổ xưa và những sinh vật thần thoại.",
  "game_lastgame_description": "Hãy bắt đầu cuộc hành trình hoành tráng trong cuộc phiêu lưu đầy hành động này, nơi mọi lựa chọn đều quan trọng và số phận đang chờ đón.",
  "game_gdragon_description": "Bay lượn trên bầu trời trong cuộc phiêu lưu cưỡi rồng này, làm chủ sức mạnh cổ xưa và bảo vệ vương quốc của bạn.",
  "game_pirates_description": "Hãy căng buồm cho cuộc phiêu lưu trong chuyến hành trình đầy mạo hiểm qua vùng biển đầy nguy hiểm và kho báu ẩn giấu.",
  "game_witchparty_description": "Tham gia lễ hội kỳ diệu, nơi những câu thần chú, lọ thuốc và cuộc phiêu lưu kỳ thú đang chờ đón bạn ở khắp mọi nơi.",
  "game_rocky_description": "Leo lên những đỉnh núi cao chót vót và vượt qua những chướng ngại vật đầy thử thách trong cuộc phiêu lưu trên núi đầy phấn khích này.",
  "game_bluefire_description": "Làm chủ ngọn lửa xanh huyền bí và khám phá những bí mật cổ xưa trong thế giới kỳ diệu này.",
  "game_magictree_description": "Khám phá thế giới kỳ diệu của Cây ma thuật, nơi mỗi nhánh cây đều ẩn chứa một cuộc phiêu lưu mới.",
  "game_aborigines_description": "Trải nghiệm di sản văn hóa phong phú và truyền thống cổ xưa trong hành trình đắm chìm này.",
  "game_cinderella_description": "Sống trong câu chuyện cổ tích kỳ diệu trong cuộc phiêu lưu đầy mê hoặc của tình yêu, lòng dũng cảm và sự biến đổi này.",
  "game_egyptgame_description": "Khám phá những bí ẩn của Ai Cập cổ đại trong cuộc phiêu lưu khảo cổ học ly kỳ này.",
  "ourPartnersTitle": "Đối tác của chúng tôi",
  "address": "Địa chỉ",
  "subscribe": "Đăng ký",
  "enterYourEmail": "Nhập email của bạn",
  "subscribeNewsletter": "Đăng ký nhận bản tin của chúng tôi và là người đầu tiên biết về các cập nhật của chúng tôi",
  "selectLanguage": "Chọn Ngôn ngữ"
}
